Repository: marianoburguete/Yumiko
Catalog: res/Translations/translations.*.resx
Languages: es

source: About
es: Sobre

source: Access denied
es: Acceso denegado

# action_cannont_be_undone
source: This action cannot be undone
es: Esta acción no se puede deshacer

source: Anilist profile deleted successfully
es: Perfil de Anilist eliminado correctamente

source: Anilist profile not found
es: Perfil de Anilist no encontrado

# anilist_setprofile_instructions
source: **Instructions**
es: **Instrucciones**

# anilist_setprofile_instructions_1
source: 1- Click on the **Authorize** button
es: 1- Haz click en el botón llamado **Autorizar**

# anilist_setprofile_instructions_2
source: 2- Once the web page opens, click on the **Authorize** green button and then copy the text that will appear to copy
es: 2- Una vez se abra la página web, haz click en el botón verde **Authorize** y luego copia el texto que te aparecerá para copiar

# anilist_setprofile_instructions_3
source: 3- Close the web page and click on the **Paste code here** button
es: 3- Cierra la página web y haz click en el botón llamado **Pegar código aquí**

# anilist_setprofile_instructions_4
source: 4- Paste the code in the modal and submit it
es: 4- Pega el código en el formulario y envíalo

source: Animated
es: Animado

source: Anime list
es: Lista de anime

source: Anime stats
es: Estadísticas de anime

# another_trivia_playing
source: Another trivia is already running in this channel
es: Otra trivia se está jugando en este canal

# another_trivia_playing_desc
source: If you want to play a new trivia game, cancel de actual one or run this command on another channel
es: Si quieres empezar una nueva trivia, cancela la actual o ejecuta este comando en otro canal

source: Answer
es: Respuesta

source: Authorize
es: Autorizar

source: Badges
es: Insignias

# bot_about
source: {0} is an anime trivia bot, with other games and funcionalities
es: {0} es un bot de trivia de animes, con otros juegos y funcionalidades

# bot_guilds
source: {0}'s guilds
es: Servidores de {0}

# bot_left_guild
source: I have left the `{0}` guild ({1})
es: Me he salido del servidor `{0}` ({1})

source: Bot permission required
es: Permiso del bot requerido

# bot_permission_required_desc
source: {0} need the `{1}` permission to execute this command
es: {0} necesita el permiso `{1}` para ejecutar este comando

# bot_stats
source: {0}'s statistics
es: Estadísticas de {0}

# cant_play_vs_bot
source: You cant play versus a bot
es: No puedes jugar en contra de un bot

source: Chapters
es: Capítulos

source: Character
es: Personaje

source: characters
es: personajes

source: Choose an option
es: Elige una opción

source: Code
es: Código

# commands_not_used
source: No command were used
es: No se ha utilizado ningún comando

source: Commands used
es: Comandos usados

# confirm_delete_profile
source: Confirm that you want to delete your profile
es: Confirma que quieres eliminar tu perfil

# confirm_delete_stats
source: Confirm if you really want to delete your stats
es: Confirma si realmente quieres eliminar tus estadísticas

source: Creation date
es: Fecha de creación

source: Defeat!
es: ¡Derrota!

# delete_stats_cancelled
source: You have chosen not to delete their statistics
es: Elegiste no eliminar tus estadísticas

# delete_stats_done
source: You have deleted all your statistics on this guild
es: Has eliminado todas tus estadísticas en este servidor

# did_not_press_button_to_write
source: You did not press the button to write!
es: ¡No pulsaste el botón a tiempo!

# did_not_write_on_time
source: You did not write on time!
es: ¡No escribiste a tiempo!

source: Difficulty
es: Dificultad

# dm_required
source: Direct message required
es: Mensaje directo requerido

# dm_required_desc
source: You can only execute this command in direct messages
es: Solo puedes ejecutar este comando dentro de mensajes directos

# emote_not_found
source: Emote `{0}` not found
es: Emote `{0}` no encontrado

source: End date
es: Fecha de finalización

source: Episode
es: Episodio

source: Episodes
es: Episodios

# error_retrieving_guild_with_id
source: There was an error retrieving the guild with the Id: `{0}`
es: Ha sucedido un error obteniendo el servidor con el Id: `{0}`

# external_links
source: External & Streaming links
es: Links externos

source: Favorite animes
es: Animes favoritos

source: Favorite characters
es: Personajes favoritos

source: Favorite mangas
es: Mangas favoritos

source: Favorite staff
es: Staff favoritos

source: Favorite studios
es: Estudios favoritos

source: Feels like
es: Sensación térmica

source: Finish game
es: Finalizar partida

source: Format
es: Formato

source: from the anime
es: del anime

source: Games
es: Partidas

source: Game cancelled
es: Partida cancelada

source: Genre
es: Genero

source: Genres
es: Géneros

source: Guess
es: Adivinar

source: Guesses
es: Aciertos

source: Guess the
es: Adivina el

source: Guess the anime
es: Adivina el anime

source: Guess the character
es: Adivina el personaje

source: Guess the genre
es: Adivina el genero

source: Guess the manga
es: Adivina el manga

source: Guess the protagonist
es: Adivina el protagonista

# guess_the_studio
source: Guess the anime studio
es: Adivina el estudio de animación

# guess_user
source: {0} has guessed it!
es: ¡{0} le ha acertado!

source: Guild required
es: Server requerido

# guild_required_desc
source: You can only execute this command in a guild
es: Solo puedes ejecutar este comando dentro de un servidor

# guild_with_id_not_found
source: Guild with id `{0}` not found
es: Servidor con la id `{0}` no encontrado

source: Hangman
es: Ahorcado

# higher_or_lower_desc
source: Choose the anime with the best score to win!
es: ¡Elige el anime con mejor puntuación para ganar!

# higher_or_lower_round_defeat
source: **{0}** has lower avarage score **({1}/10)** than **{2} ({3}/10)**
es: **{0}** tiene menor puntuación promedio **({1}/10)** que **{2} ({3}/10)**

# higher_or_lower_round_win
source: **{0}** has **{1}/10** avarage score while **{2}** has **{3}/10**
es: **{0}** tiene **{1}/10** de puntuación promedio mientras que **{2}** tiene **{3}/10**

source: Hint!
es: ¡Pista!

source: Humidity
es: Humedad

# id_not_valid
source: Id `{0}` not valid
es: Id `{0}` no valida

# image_format_error
source: The image extension must be JPG, PNG or JPEG
es: La extensión de la imagen debe ser JPG, PNG o JPEG

# image_from_nsfw_anime
source: This image is from an adult anime
es: Esta imagen es de un anime NSFW

# image_must_enter_link
source: You must enter the link of an image
es: Debes ingresar el link de una imagen

source: Invite
es: Invítame

source: In english
es: En ingés

source: in popularity rank
es: en el ranking de popularidad

source: Joined date
es: Fecha en la que entró Yumiko

source: Lastest log file
es: Archivo de log más reciente

source: Latency
es: Latencia

source: Letters used
es: Letras usadas

source: Library
es: Libería

source: Link
es: Enlace

# location_not_found
source: Location `{0}, {1}` not found
es: Localidad `{0}, {1}` no encontrada

# love_0
source: Get away! You two are going to kill each other
es: ¡Alejense! Se terminarán asesinando mutuamente

# love_10
source: They will hate each other, they are not compatible at all
es: Se odiarán mutuamente, no son para nada compatibles

# love_100
source: Perfect relationship! They will marry and have many children
es: ¡Relación perfecta! Se casarán y tendrán muchos hijos

# love_25
source: It is best that they move away from each other, they do not fit
es: Lo mejor es que se alejen uno del otro, no encajan

# love_50
source: They will be good friends, but I find love difficult
es: Serán buenos amigos, pero encuentro difícil el amor

# love_75
source: Most likely they are best friends and hopefully something more
es: Serán mejores amigos y quizás algo más

# love_90
source: They have to give themselves a chance
es: Tienen que darse una oportunidad

# love_99
source: You two are meant to be together
es: Están destinados a estar juntos

# love_between
source: Love between **{0}** and **{1}**
es: Amor entre **{0}** y **{1}**

source: Manga list
es: Lista de manga

source: Manga stats
es: Estadísticas de manga

source: Mean score
es: Puntuación media

# media_recommendations
source: {0} recommendations
es: Recomendaciones de {0}

# media_recommendations_explanation
source: Explanation: The higher the number, the more likely you are to like it. Recommendations are calculated based on your watched {0}s and the scores you have assigned to them.
es: Explicación: Mientras mas alto sea el número es más probable que te guste. Las recomendaciones son calculadas en base a tus {1}s {0} y las puntuaciones que les has asignado.

# member_avatar
source: {0}'s avatar
es: Avatar de {0}

source: Member count
es: Cantidad de miembros

source: Memory usage
es: Uso de memoria

# message_will_not_be_triggered
source: This message will not be triggered if the user has voted in the past 12 hours
es: Este mensaje no saldrá si el usuario ha votado en las últimas 12 horas

source: Minute
es: Minuto

# miss_user_games
source: {0}, wrong choice!
es: ¡{0} le ha errado!

# my_love_to_user_is
source: My love to **{0}** is **{1}%**
es: Mi amor hacia **{0}** es del **{1}%**

source: Name
es: Nombre

# new_profile_saved
source: New profile saved successfully
es: Nuevo perfil guardado exitosamente

# new_profile_saved_mention
source: {0}, you have successfully saved your Anilist profile
es: {0}, has guardado tu perfil de Anilist correctamente

source: New record
es: Nuevo record

# new_record_desc
source: Congratulations {0}! You have beaten your best score.\n\nYour new record is: **{1}**
es: ¡Felicitaciones {0}! Superaste tu mejor puntuación.\n\nTu nuevo record es: **{1}**

source: Nobody has guessed
es: Nadie ha acertado

source: Notes
es: Notas

source: Not assigned
es: Sin asignar

# not_found
source: {0} not found
es: {0} no encontrado

# no_active_game
source: There is no active game in this channel
es: No hay ninguna partida activa en este canal

# no_anilist_profile_vinculated
source: {0}, you don't have any Anilist profile vinculated
es: {0}, no tienes ningún perfil de Anilist vinculado

# no_answser_in_time
source: {0} seconds have passed and no answer has been given in time
es: Pasaron {0} segundos y nadie ha respondido a tiempo

# no_click_button
source: Nobody has clicked any button
es: Nadie apretó ningún botón

# no_current_trivia
source: There is no trivia in this channel
es: No hay ninguna trivia activa en este canal

# no_genre_selected
source: No genre has been selected
es: No has elegido ningún genero

source: No logs found
es: No se han encontrado logs

# no_recommendations_found
source: No recommendations were found.\nThis is probably because you have few entries in your list or do not have a score assigned to them.
es: No se encontró ninguna recomendación. Probablemente sucede esto porque tienes pocos registros en tu lista o no les tengas una puntuación asignada.

# no_results_found_image
source: No results found for this image
es: No se encontraron resultados para esta imagen

# no_stats_available
source: You have not played any game yet
es: No has jugado ninguna partida todavía

source: of
es: de

# only_bot_owner
source: Only the bot owner can execute this command
es: Solo el dueño del bot puede ejecutar este comando

source: Options
es: Opciones

source: Paste code here
es: Pegar código aquí

source: Permission required
es: Permiso requerido

# permission_required_desc
source: You and {0} needs the `{1}` permission to execute this command
es: Tu y {0} necesitan el permiso `{1}` para ejecutar este comando

# player_turn
source: {0}'s turn
es: Turno de {0}

# please_wait
source: Please wait while everything is prepared
es: Por favor espera mientras todo se prepara

source: Pressure
es: Presión atmosférica

source: Privacy Policy
es: Política de Privacidad

source: Processing
es: Procesando

# processing_desc
source: Wait while the command is processed
es: Espera mientras se procesa el comando

source: Processing image
es: Procesando imagen

source: Profile
es: Perfil

source: Protagonist
es: Protagonista

source: Question
es: Pregunta

# random_cat
source: Random kitten
es: Gatito aleatorio

# random_cat_error
source: There was an error trying to retrieve the kitten
es: Hubo un error tratando de obtener el gatito

source: Random dog
es: Perro aleatorio

# random_dog_error
source: There was an error trying to retrieve the dog
es: Hubo un error tratando de obtener al perro

source: Registered
es: Registro en Discord

source: Related
es: Relacionado

source: Response timed out
es: Tiempo agotado esperando la respuesta

source: Results
es: Resultados

source: Retrieved from
es: Obtenido de

source: Retrieving
es: Obteniendo

source: Round
es: Ronda

source: Rounds
es: Rondas

# sauce_remember
source: Remember that it only works with images that are part of an anime episode
es: Recuerda que solo funciona con imágenes que son partes de un episodio de anime

source: Score
es: Puntuación

# see_stats
source: You can see the statistics using the /stats command
es: Puedes ver las estadísticas usando el comando /stats

source: Select an option
es: Selecciona una opción

source: Select a genre
es: Selecciona un genero

source: Settings
es: Configuración

# setup_anilist_profile
source: Setup your AniList profile
es: Configura tu perfil de AniList

source: Set AniList profile
es: Vincular AniList

source: Shutting down
es: Apagando

source: Similarity
es: Similaridad

source: Start date
es: Fecha de inicio

source: Stats
es: Estadísticas

source: Status
es: Estado

source: Studio
es: Estudio

source: Studios
es: Estudios

source: Success
es: Éxito

source: Sunrise
es: Salida del sol

source: Sunset
es: Puesta del sol

source: Synonyms
es: Sinónimos

source: Tags
es: Etiquetas

source: Temperature
es: Temperatura

# the_anime_is
source: The anime is: {0}
es: El anime es: {0}

# the_character_is
source: The character is: {0} from {1}
es: El personaje es: {0} de {1}

# the_manga_is
source: The manga is: {0}
es: El manga es: {0}

# the_possible_anime_is
source: The possible anime of the image is
es: El posible anime de la imagen es

# the_protagonists_of_are
source: The protagonists of {0} are:
es: Los protagonistas de {0} son:

# the_studios_of_are
source: The studios of {0} are:
es: Los estudios de {0} son:

source: Tic-Tac-Toe
es: Ta-Te-Ti

source: Tie!
es: Empate!

# tie_desc
source: No one has managed to win
es: Nadie alcanzó la victoria

source: Time
es: Tiempo

source: Timed out choosing genre
es: Tiempo agotado eligiendo el genero

source: Titles language
es: Idioma de títulos

source: Total guilds
es: Total de servidores

source: Total shards
es: Total de shards

source: Total users
es: Total de usuarios

# to_vinculate_anilist_profile
source: To vinculate your profile, you must use the following command
es: Para vincular tu perfil, debes usar el siguiente comando

source: Type a letter!
es: ¡Escribe una letra!

source: Unknown error
es: Error desconocido

# unknown_error_tracemoe
source: Unknown error retrieving image from trace.moe
es: Error desconocido obteniendo imagen desde trace.moe

# user_game_stats
source: {0}'s game statistics
es: Estadísticas de juegos de {0}

# user_has_guessed
source: **{0}** has guessed!
es: ¡{0} le ha acertado!

# user_made_a_mistake
source: {0} has made a mistake!
es: ¡{0} le ha errado!

source: User permission required
es: Permiso de usuario requerido

# user_permission_required_desc
source: You need the `{0}` permission to execute this command
es: Necesitas el permiso `{0}` para ejecutar este comando

# user_self_love
source: {0}'s self love
es: Amor propio de {0}

# user_won_the_game
source: {0} has won the game
es: {0} ganó la partida

source: Uses
es: Usos

# use_command_in_nsfw_channel
source: please use this command in a age-restricted channel
es: Por favor usa este comando en un canal con restricción de edad

source: Victory!
es: ¡Victoria!

source: Vote
es: Vótame

# vote_me_on_topgg
source: Vote me in Top.gg!
es: ¡Vótame en Top.gg!

# vote_me_on_topgg_desc
source: You can help a lot by voting me in [this website]({0}). Thanks!
es: Puedes ayudarme mucho votándome en [este sitio web]({0}). ¡Gracias!

# waifu_level_100
source: I am completely in love with you, when do we get married?
es: Estoy completamente enamorada de ti, ¿cuándo nos casamos?

# waifu_level_25
source: I will shot myself before touch you
es: Me pego un tiro antes de tocarte

# waifu_level_50
source: You make me sick, I better get away from you
es: Me das asquito, mejor me alejo de ti

# waifu_level_75
source: You're not bad, maybe you have a chance with me
es: No estás mal, quizas tengas una oportunidad conmigo

# waifu_level_99
source: I am your waifu, you can do what you want with me
es: Soy tu waifu, puedes hacer lo que quieras conmigo

source: Weather
es: Clima

source: Weather in
es: Clima en

source: Website
es: Sitio Web

source: We have a winner!
es: ¡Tenemos un ganador!

# which_one_has_better_score
source: Which one has the best score?
es: ¿Cuál tiene mayor puntuación?

source: Wind speed
es: Velocidad del viento

source: Winner
es: Ganador

source: (Without description)
es: (Sin descripción)

source: (Without notes)
es: (Sin notas)

source: Without titles
es: Sin títulos

# write_any_letter_to_continue
source: Write any letter to continue with the game
es: Escribe cualquier letra para seguir con el juego

source: Wrong choice!
es: ¡Le erraste!

source: Yes
es: Si

source: YES OR NO?
es: ¿SI O NO?

source: Your attempt
es: Tu intento

# you_guessed
source: You guessed it!
es: ¡Le acertaste!

source: You have cancelled the game!
es: ¡Cancelaste la partida!
